{
  "title": "Qualité",
  "formations": [
{
  "titreFormation": "ISO 9001 : Système de Management de la Qualité",
  "objectifs": [
    "Comprendre les exigences de la norme ISO 9001 pour le système de management de la qualité (SMQ).",
    "Développer des compétences pour établir, mettre en œuvre et maintenir un SMQ conforme à ISO 9001.",
    "Maîtriser les techniques pour améliorer continuellement la qualité au sein de l’organisation."
  ],
  "publicCible": [
    "Responsables qualité, auditeurs internes, consultants en qualité, toute personne impliquée dans la mise en place et la gestion d’un système de management de la qualité."
  ],
  "prerequis": [
    "Connaissances de base en gestion de la qualité."
  ],
  "methodologie": [
    "Exposés théoriques",
    "Études de cas",
    "Ateliers interactifs",
    "Simulations"
  ],
  "programme": [
    {
      "titre": "1. Introduction à ISO 9001",
      "contenu": [
        "Concepts de Base : Comprendre les principes et les objectifs de la norme ISO 9001.",
        "Historique et Évolution : Exploration de l’évolution de la norme ISO 9001."
      ]
    },
    {
      "titre": "2. Contexte de l’Organisation",
      "contenu": [
        "Analyse du Contexte : Techniques pour analyser le contexte interne et externe de l’organisation.",
        "Identification des Parties Prenantes : Méthodes pour identifier et comprendre les attentes des parties prenantes."
      ]
    },
    {
      "titre": "3. Leadership et Engagement",
      "contenu": [
        "Rôle de la Direction : Exploration des responsabilités de la direction dans le SMQ.",
        "Politique Qualité : Élaboration et communication de la politique qualité de l’organisation."
      ]
    },
    {
      "titre": "4. Planification du SMQ",
      "contenu": [
        "Gestion des Risques et Opportunités : Techniques pour identifier et gérer les risques et opportunités.",
        "Objectifs Qualité : Définition et planification des objectifs qualité alignés avec la stratégie de l’organisation."
      ]
    },
    {
      "titre": "5. Support et Ressources",
      "contenu": [
        "Gestion des Ressources : Stratégies pour gérer les ressources nécessaires au SMQ.",
        "Compétences et Formation : Techniques pour évaluer et développer les compétences du personnel."
      ]
    },
    {
      "titre": "6. Opérations",
      "contenu": [
        "Planification et Contrôle Opérationnel : Techniques pour planifier et contrôler les opérations.",
        "Maîtrise des Processus : Méthodes pour maîtriser les processus de réalisation des produits et services."
      ]
    },
    {
      "titre": "7. Évaluation de la Performance",
      "contenu": [
        "Surveillance et Mesure : Techniques pour surveiller et mesurer la performance du SMQ.",
        "Audit Interne : Planification et réalisation des audits internes qualité."
      ]
    },
    {
      "titre": "8. Amélioration Continue",
      "contenu": [
        "Analyse des Non-conformités : Techniques pour analyser et traiter les non-conformités.",
        "Actions Correctives et Préventives : Stratégies pour mettre en œuvre des actions correctives et préventives."
      ]
    },
    {
      "titre": "9. Préparation à la Certification ISO 9001",
      "contenu": [
        "Processus de Certification : Présentation des étapes pour obtenir la certification ISO 9001.",
        "Préparation à l’Audit Externe : Techniques pour se préparer à l’audit de certification."
      ]
    },
    {
      "titre": "10. Applications Pratiques",
      "contenu": [
        "Ateliers de Planification du SMQ : Exercices pratiques pour planifier et mettre en œuvre un SMQ.",
        "Simulations d’Audit Interne : Jeux de rôle pour pratiquer les audits internes qualité."
      ]
    },
    {
      "titre": "11. Outils et Techniques de Qualité",
      "contenu": [
        "Outils de Gestion de la Qualité : Introduction aux outils pour la gestion de la qualité (diagrammes de flux, Pareto, Ishikawa)."
      ]
    },
    {
      "titre": "12. Évaluation Finale",
      "contenu": []
    }
  ]
}
  ]
}