{
  "title": "Bureautique",
  "formations":[
{
  "titreFormation": " Microsoft Word",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités de base et avancées de Microsoft Word.",
    "Développer des compétences pour créer, modifier et mettre en forme des documents professionnels.",
    "Optimiser l’utilisation de Word pour la production de documents de qualité."
  ],
  "publicCible": "Assistants administratifs, secrétaires, responsables de communication, toute personne utilisant Word régulièrement.",
  "prerequis": "Aucun prérequis spécifique.",
  "programme": [
    {
      "titre": "1.Introduction à Microsoft Word",
      "contenu": [
        "Interface Utilisateur : Exploration de l'interface et des principales fonctionnalités.",
        "Création de Documents : Techniques pour créer et enregistrer des documents."
      ]
    },
    {
      "titre": "2.Mise en Forme de Texte",
      "contenu": [
        "Styles et Thèmes : Utilisation des styles et des thèmes pour uniformiser la mise en forme.",
        "Listes et Paragraphes : Création de listes à puces et numérotées, gestion des paragraphes."
      ]
    },
    {
      "titre": "3.Inclusion d'Objets",
      "contenu": [
        "Images et Graphiques : Insertion et mise en forme des images et des graphiques.",
        "Tableaux : Création, mise en forme et manipulation des tableaux."
      ]
    },
    {
      "titre": "4.Fonctionnalités Avancées",
      "contenu": [
        "Révision et Commentaires : Utilisation des outils de révision et de commentaires pour collaborer sur des documents.",
        "Table des Matières et Index : Création de tables des matières et d'index automatiques."
      ]
    },
    {
      "titre": "5.Gestion des Documents",
      "contenu": [
        "Modèles et Formulaires : Utilisation des modèles et création de formulaires interactifs.",
        "Mailing : Techniques pour créer des publipostages et des lettres types."
      ]
    },
    {
      "titre": "6.Applications Pratiques",
      "contenu": [
        "Ateliers de Mise en Forme : Exercices pratiques pour appliquer les techniques de mise en forme.",
        "Simulations de Révision : Jeux de rôle pour pratiquer la révision et les commentaires."
      ]
    },
    {
      "titre": "7.Outils de Productivité",
      "contenu": [
        "Macros et Automatisation : Introduction à la création et à l'utilisation de macros pour automatiser les tâches répétitives.",
        "Intégration avec Office : Utilisation des fonctionnalités d'intégration avec d'autres applications Office."
      ]
    },
    {
      "titre": "8.Évaluation Finale",
      "contenu": ""
    }
  ]
},













{
  "titreFormation": "Microsoft Excel",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités de base et avancées de Microsoft Excel.",
    "Développer des compétences pour analyser, organiser et présenter des données.",
    "Optimiser l'utilisation d'Excel pour la gestion des données et la création de tableaux de bord."
  ],
  "publicCible": "Comptables, analystes financiers, gestionnaires de données, toute personne utilisant Excel régulièrement.",
  "prerequis": "Aucun prérequis spécifique.",
  "programme": [
    {
      "titre": "1.Introduction à Microsoft Excel",
      "contenu": [
        "Interface Utilisateur : Exploration de l'interface et des principales fonctionnalités.",
        "Création de Feuilles de Calcul : Techniques pour créer et enregistrer des feuilles de calcul."
      ]
    },
    {
      "titre": "2.Gestion des Données",
      "contenu": [
        "Saisie et Formatage des Données : Techniques pour saisir, organiser et formater les données.",
        "Fonctions de Base : Utilisation des fonctions de base (somme, moyenne, etc.)."
      ]
    },
    {
      "titre": "3.Formules et Fonctions Avancées",
      "contenu": [
        "Formules Conditionnelles : Utilisation des formules conditionnelles pour analyser les données.",
        "Fonctions de Recherche et de Référence : Techniques pour rechercher et référencer les données."
      ]
    },
    {
      "titre": "4.Visualisation des Données",
      "contenu": [
        "Graphiques et Diagrammes : Création et mise en forme des graphiques et des diagrammes.",
        "Tableaux Croisés Dynamiques : Utilisation des tableaux croisés dynamiques pour résumer et analyser les données."
      ]
    },
    {
      "titre": "5.Analyse des Données",
      "contenu": [
        "Outils d'Analyse : Utilisation des outils d'analyse (analyse de scénario, recherche de solution).",
        "Macros et VBA : Introduction à la création de macros et à l'utilisation de VBA pour automatiser les tâches."
      ]
    },
    {
      "titre": "6.Applications Pratiques",
      "contenu": [
        "Ateliers de Gestion des Données : Exercices pratiques pour organiser et analyser les données.",
        "Simulations de Création de Tableaux : Jeux de rôle pour pratiquer la création de tableaux de bord."
      ]
    },
    {
      "titre": "7.Outils de Collaboration",
      "contenu": [
        "Partage et Collaboration : Techniques pour partager des feuilles de calcul et collaborer en temps réel.",
        "Intégration avec Office : Utilisation des fonctionnalités d'intégration avec d'autres applications Office."
      ]
    },
    {
      "titre": "8.Évaluation Finale",
      "contenu": ""
    }
  ]
},









{
  "titreFormation": "Microsoft PowerPoint",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités de base et avancées de Microsoft PowerPoint.",
    "Développer des compétences pour créer des présentations professionnelles et impactantes.",
    "Optimiser l'utilisation de PowerPoint pour la création de supports visuels attractifs."
  ],
  "publicCible": "Responsables de communication, formateurs, commerciaux, toute personne utilisant PowerPoint pour les présentations.",
  "prerequis": "Aucun prérequis spécifique.",
  "programme": [
    {
      "titre": "1.Introduction à Microsoft PowerPoint",
      "contenu": [
        "Interface Utilisateur : Exploration de l'interface et des principales fonctionnalités.",
        "Création de Présentations : Techniques pour créer et enregistrer des présentations."
      ]
    },
    {
      "titre": "2.Conception des Diapositives",
      "contenu": [
        "Mise en Page : Techniques pour créer des mises en page attrayantes.",
        "Styles et Thèmes : Utilisation des styles et des thèmes pour uniformiser les présentations."
      ]
    },
    {
      "titre": "3.Inclusion de Contenu",
      "contenu": [
        "Texte et Images : Insertion et mise en forme du texte et des images.",
        "Graphiques et Vidéos : Intégration de graphiques, vidéos et autres médias."
      ]
    },
    {
      "titre": "4.Transitions et Animations",
      "contenu": [
        "Transitions de Diapositives : Utilisation des transitions pour améliorer le flux des présentations.",
        "Animations d'Objets : Techniques pour animer les objets et créer des effets visuels dynamiques."
      ]
    },
    {
      "titre": "5.Personnalisation et Collaboration",
      "contenu": [
        "Modèles Personnalisés : Création et utilisation de modèles personnalisés.",
        "Partage et Collaboration : Techniques pour partager des présentations et collaborer en temps réel."
      ]
    },
    {
      "titre": "6.Préparation et Présentation",
      "contenu": [
        "Mode Diaporama : Utilisation du mode diaporama pour présenter efficacement.",
        "Techniques de Présentation : Stratégies pour améliorer la présentation orale et visuelle."
      ]
    },
    {
      "titre": "7.Applications Pratiques",
      "contenu": [
        "Ateliers de Création de Présentations : Exercices pratiques pour créer des présentations complètes.",
        "Simulations de Présentation : Jeux de rôle pour pratiquer la présentation de diapositives."
      ]
    },
    {
      "titre": "8.Outils de Productivité",
      "contenu": [
        "Macros et Automatisation : Introduction à la création et à l'utilisation de macros pour automatiser les tâches répétitives.",
        "Intégration avec Office : Utilisation des fonctionnalités d'intégration avec d'autres applications Office."
      ]
    },
    {
      "titre": "9.Évaluation Finale",
      "contenu": ""
    }
  ]
},
















{
  "titreFormation": "Microsoft Outlook",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités de base et avancées de Microsoft Outlook.",
    "Développer des compétences pour gérer efficacement les courriels, les calendriers et les tâches.",
    "Optimiser l'utilisation d'Outlook pour améliorer la productivité personnelle et professionnelle."
  ],
  "publicCible": "Assistants administratifs, secrétaires, responsables de communication, toute personne utilisant Outlook régulièrement.",
  "prerequis": "Aucun prérequis spécifique.",
  "programme": [
    {
      "titre": "1.Introduction à Microsoft Outlook",
      "contenu": [
        "Interface Utilisateur : Exploration de l'interface et des principales fonctionnalités.",
        "Configuration de Compte : Techniques pour configurer et gérer des comptes de messagerie."
      ]
    },
    {
      "titre": "2.Gestion des Courriels",
      "contenu": [
        "Envoi et Réception de Courriels : Techniques pour envoyer, recevoir et organiser les courriels.",
        "Filtres et Règles : Utilisation des filtres et des règles pour automatiser la gestion des courriels."
      ]
    },
    {
      "titre": "3.Organisation des Contacts",
      "contenu": [
        "Gestion des Contacts : Création et organisation des contacts.",
        "Groupes de Contacts : Techniques pour créer et gérer des groupes de contacts."
      ]
    },
    {
      "titre": "4.Gestion des Calendriers",
      "contenu": [
        "Création d'Événements : Techniques pour créer, modifier et gérer les événements.",
        "Partage de Calendriers : Stratégies pour partager et synchroniser les calendriers."
      ]
    },
    {
      "titre": "5.Gestion des Tâches et Notes",
      "contenu": [
        "Création de Tâches : Techniques pour créer et gérer des tâches.",
        "Gestion des Notes : Utilisation des notes pour organiser les informations."
      ]
    },
    {
      "titre": "6.Collaboration et Productivité",
      "contenu": [
        "Réunions en Ligne : Organisation et gestion des réunions en ligne avec Teams ou Skype.",
        "Outils de Collaboration : Utilisation des fonctionnalités de collaboration pour améliorer la productivité."
      ]
    },
    {
      "titre": "7.Applications Pratiques",
      "contenu": [
        "Ateliers de Gestion de Courriels : Exercices pratiques pour gérer les courriels et les calendriers.",
        "Simulations de Planification : Jeux de rôle pour pratiquer la planification et la gestion des tâches."
      ]
    },
    {
      "titre": "8.Outils de Productivité",
      "contenu": [
        "Macros et Automatisation : Introduction à la création et à l'utilisation de macros pour automatiser les tâches répétitives.",
        "Intégration avec Office : Utilisation des fonctionnalités d'intégration avec d'autres applications Office."
      ]
    },
    {
      "titre": "9.Évaluation Finale",
      "contenu": ""
    }
  ]
},











{
  "titreFormation": "Microsoft Access",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités de base et avancées de Microsoft Access.",
    "Développer des compétences pour créer et gérer des bases de données relationnelles.",
    "Optimiser l'utilisation d'Access pour la gestion et l'analyse des données."
  ],
  "publicCible": "Développeurs de bases de données, analystes de données, gestionnaires de données, toute personne utilisant Access régulièrement.",
  "prerequis": "Connaissances de base en gestion des données.",
  "programme": [
    {
      "titre": "1.Introduction à Microsoft Access",
      "contenu": [
        "Interface Utilisateur : Exploration de l'interface et des principales fonctionnalités.",
        "Création de Bases de Données : Techniques pour créer et enregistrer des bases de données."
      ]
    },
    {
      "titre": "2.Conception de Tables",
      "contenu": [
        "Création de Tables : Techniques pour créer et définir la structure des tables.",
        "Relations entre Tables : Gestion des relations entre les tables pour créer des bases de données relationnelles."
      ]
    },
    {
      "titre": "3.Formulaires et Requêtes",
      "contenu": [
        "Création de Formulaires : Techniques pour créer des formulaires d'entrée de données.",
        "Création de Requêtes : Utilisation des requêtes pour extraire et analyser les données."
      ]
    },
    {
      "titre": "4.Gestion des Données",
      "contenu": [
        "Saisie et Modification des Données : Techniques pour saisir et modifier les données.",
        "Filtrage et Tri des Données : Outils pour filtrer et trier les données de manière efficace."
      ]
    },
    {
      "titre": "5.Rapports et Analyse",
      "contenu": [
        "Création de Rapports : Techniques pour créer des rapports détaillés et synthétiques.",
        "Analyse des Données : Utilisation des outils d'analyse pour interpréter les données."
      ]
    },
    {
      "titre": "6.Automatisation et Macros",
      "contenu": [
        "Création de Macros : Introduction à la création de macros pour automatiser les tâches.",
        "VBA pour Access : Utilisation de VBA pour développer des fonctionnalités personnalisées."
      ]
    },
    {
      "titre": "7.Applications Pratiques",
      "contenu": [
        "Ateliers de Création de Bases de Données : Exercices pratiques pour créer et gérer des bases de données.",
        "Simulations d'Analyse de Données : Jeux de rôle pour pratiquer l'analyse des données."
      ]
    },
    {
      "titre": "8.Outils de Collaboration",
      "contenu": [
        "Partage et Sécurisation des Données : Techniques pour partager et sécuriser les bases de données.",
        "Intégration avec Office : Utilisation des fonctionnalités d'intégration avec d'autres applications Office."
      ]
    },
    {
      "titre": "9.Évaluation Finale",
      "contenu": ""
    }
  ]
},










{
  "titreFormation": "Google Workspace (Google Docs, Google Sheets, Google Slides, Gmail, Google Drive)",
  "objectifs": [
    "Apprendre à utiliser les fonctionnalités des applications Google Workspace.",
    "Développer des compétences pour collaborer et partager des documents en ligne.",
    "Optimiser l’utilisation de Google Workspace pour améliorer la productivité et la collaboration."
  ],
  "publicCible": "Responsables de communication, formateurs, commerciaux, toute personne utilisant Google Workspace pour le travail collaboratif.",
  "prerequis": "Aucun prérequis spécifique.",
  "programme": [
    {
      "titre": "1.Introduction à Google Workspace",
      "contenu": [
        "Vue d’Ensemble : Exploration des principales applications et de leurs fonctionnalités.",
        "Configuration de Compte : Techniques pour configurer et gérer des comptes Google Workspace."
      ]
    },
    {
      "titre": "2.Google Docs",
      "contenu": [
        "Création et Édition de Documents : Techniques pour créer, modifier et mettre en forme des documents.",
        "Collaboration en Temps Réel : Utilisation des fonctionnalités de collaboration pour éditer des documents en temps réel."
      ]
    },
    {
      "titre": "3.Google Sheets",
      "contenu": [
        "Création de Feuilles de Calcul : Techniques pour créer et gérer des feuilles de calcul.",
        "Fonctions et Formules : Utilisation des fonctions et formules pour analyser les données."
      ]
    },
    {
      "titre": "4.Google Slides",
      "contenu": [
        "Création de Présentations : Techniques pour créer et modifier des présentations.",
        "Animations et Transitions : Utilisation des animations et transitions pour améliorer les présentations."
      ]
    },
    {
      "titre": "5.Gmail",
      "contenu": [
        "Gestion des Courriels : Techniques pour gérer les courriels et organiser la boîte de réception.",
        "Filtres et Libellés : Utilisation des filtres et libellés pour organiser les courriels."
      ]
    },
    {
      "titre": "6.Google Drive",
      "contenu": [
        "Stockage et Partage de Fichiers : Techniques pour stocker et partager des fichiers de manière sécurisée.",
        "Organisation des Dossiers : Stratégies pour organiser les dossiers et gérer les accès."
      ]
    },
    {
      "titre": "7.Applications Pratiques",
      "contenu": [
        "Ateliers de Création de Documents : Exercices pratiques pour créer des documents, feuilles de calcul et présentations.",
        "Simulations de Collaboration : Jeux de rôle pour pratiquer la collaboration en temps réel."
      ]
    },
    {
      "titre": "8.Outils de Productivité",
      "contenu": [
        "Extensions et Add-ons : Introduction aux extensions et add-ons pour améliorer les fonctionnalités.",
        "Intégration avec d’Autres Outils : Utilisation des intégrations avec d’autres outils et services."
      ]
    },
    {
      "titre": "9.Évaluation Finale",
      "contenu": []
    }
  ]
},











{
  "titreFormation": "Gestion Électronique de Documents et Archivage Électronique",
  "objectifs": [
    "Comprendre les principes de la gestion électronique de documents (GED) et de l’archivage électronique (AE).",
    "Apprendre à mettre en place et gérer des systèmes de GED et d’AE.",
    "Optimiser l’utilisation des outils GED et AE pour améliorer l’efficacité et la conformité."
  ],
  "publicCible": "Responsables de la documentation, archivistes, gestionnaires de l’information, toute personne impliquée dans la gestion des documents.",
  "prerequis": "Connaissances de base en gestion de l’information.",
  "programme": [
    {
      "titre": "1.Introduction à la GED et AE",
      "contenu": [
        "Concepts de Base : Comprendre les principes et les objectifs de la GED et de l’AE.",
        "Cadre Réglementaire : Aperçu des régulations et des normes en matière de gestion et d’archivage électronique des documents."
      ]
    },
    {
      "titre": "2.Mise en Place d’un Système de GED",
      "contenu": [
        "Évaluation des Besoins : Techniques pour évaluer les besoins en gestion de documents.",
        "Choix des Outils : Critères pour choisir les outils et les logiciels de GED."
      ]
    },
    {
      "titre": "3.Gestion des Documents Électroniques",
      "contenu": [
        "Cycle de Vie des Documents : Gestion du cycle de vie des documents, de la création à l’archivage.",
        "Classement et Indexation : Techniques pour classer et indexer les documents de manière efficace."
      ]
    },
    {
      "titre": "4.Archivage Électronique",
      "contenu": [
        "Politiques d’Archivage : Définition des politiques et des procédures d’archivage électronique.",
        "Sécurité et Conformité : Stratégies pour assurer la sécurité et la conformité des archives électroniques."
      ]
    },
    {
      "titre": "5.Automatisation des Processus Documentaires",
      "contenu": [
        "Workflow Documentaire : Mise en place de workflows pour automatiser les processus de gestion documentaire.",
        "Signatures Électroniques : Utilisation des signatures électroniques pour valider les documents."
      ]
    },
    {
      "titre": "6.Outils et Technologies GED/AE",
      "contenu": [
        "Solutions Logicielles : Introduction aux principales solutions logicielles de GED et d’AE.",
        "Intégration avec d’Autres Systèmes : Techniques pour intégrer les systèmes GED/AE avec d’autres systèmes d’information."
      ]
    },
    {
      "titre": "7.Applications Pratiques",
      "contenu": [
        "Ateliers de Mise en Place de GED : Exercices pratiques pour configurer et gérer des systèmes GED.",
        "Simulations d’Archivage : Jeux de rôle pour pratiquer l’archivage et la gestion des documents électroniques."
      ]
    },
    {
      "titre": "8.Gestion des Projets GED/AE",
      "contenu": [
        "Planification des Projets : Techniques pour planifier et gérer des projets de GED et d’AE.",
        "Évaluation des Performances : Outils pour évaluer l’efficacité des systèmes GED/AE."
      ]
    },
    {
      "titre": "9.Évaluation Finale",
      "contenu": []
    }
  ]
}
  ]
}
